const str = `✅ Order#10600
🙏ສະບາຍດີ ອົ້ນ ນ້ອຍ ລູກຄ້າ ທີ່ໜ້າຮັກ😍
⭕ບັນຊີແທ້ ແຈ້ງໂອນ ແລະ ປະກອບຂໍ້ມູນ ທີ່ລິ້ງນີ້ເທົ່ານັ້ນ

🛒ສິນຄ້າ 👇
✅ b70 ເກີບສຸບເບີ36 55000(x1)

ອໍເດີລວມ 1 ລາຍການ
ສິນຄ້າລວມ 1 ລາຍການ
ລວມ 55000 ກີບ

⭕ບັນຊີແທ້ ແຈ້ງໂອນ ທີ່ລິ້ງນີ້ ຫຼື ກົດຄຳວ່າ👉 ເບິ່ງອໍເດີ້ 👈
https://touycheap.kaiymuan.com/customer-confirm-payment/3fea676c-14db-4f54-b1d5-89e0e81e6d05

👉ລູກຄ້າໂອນແລ້ວແມ່ນຕ້ອງແນບຫຼັກຖານການໂອນ ພ້ອມປະກອບຂໍ້ມູນທີ່ຢູ່ ແລະ ເບີໂທ
‼ບໍ່ມີບໍລິການເກັບເງີນປາຍທາງ ລູກຄ້າຕ້ອງໂອນເທົ່ານັ້ນ ‼
✅🚓ຮ້ານເຮົາສະດວກຝາກຂົນສົ່ງອະນຸສິດແລ ຮຸ່ງອາລຸນເທົ່ານັ້ນ👌👌👌
🔧🔧ແມ່ຄ້າຢູ່ໃກ້ກັບຫ້ອງການບ້ານຫນອງບຶກເຫນືອ ສະດວກຝາກຂົນສົ່ງຢ່າງດຽວ👍👍💥✨💥✨`;

console.log(str.length);
